Repository: eurolinux-enterprise-linux-sources/pinfo
Catalog: src/po/*.po
Languages: cs, pl

source: Searching for indirect done
cs: Hledání nepøímého odkazu dokonèeno
pl: Zakoñczono poszukiwanie mapowañ niebezpo¶rednich

source: Warning: could not find tag table
cs: Varování: tabulku znaèek nelze nalézt
pl: Ostrze¿enie: nie mo¿na znale¼æ tablicy tagów

source: Searching for tag table done
cs: Hledání tabulky znaèek dokonèeno
pl: Zakoñczono poszukiwanie tablicy tagów

source: Are you sure you want to print?
cs: Opravdu chcete dokument vytisknout?
pl: Czy na pewno drukowaæ?

source: Enter line:
cs: Zadejte øádek:
pl: Podaj liniê:

source: Enter command:
cs: Zadejte pøíkaz:
pl: Podaj komendê:

source: Operation failed...
cs: Operace se nezdaøila...
pl: Operacja siê nie powiod³a...

source: Enter regular expression:
cs: Zadejte regulární výraz:

source: Search string not found...
cs: Hledaný øetìzec nebyl nalezen...
pl: Szukany ³añcuch nie zosta³ znaleziony...

source: Invalid regular expression;
cs: Neplatný regulární výraz;
pl: B³êdne wyra¿enie regularne;

source: Press any key to continue...
cs: Pro pokraèování stisknìte libovolnou klávesu...
pl: Naci¶nij dowolny klawisz...

source: Enter node name:
cs: Zadejte jméno uzlu:
pl: Podaj nazwê wêz³a:

source: Node %s not found
cs: Uzel %s nenalezen
pl: Wêze³ %s nie istnieje

source: Are you sure you want to quit?
cs: Opravdu chcete ukonèit program?
pl: Czy na pewno chcesz zakoñczyæ pracê?

source: Error: Cannot call man command.
cs: Chyba: program man nelze spustit.
pl: B³±d: Nie mo¿na uruchomiæ polecenia man.

source: Error: No manual page found either.
cs: Chyba: Nebyla nalezena ani manuálová stránka.
pl: B³ad: Nie ma równie¿ pasuj±cej strony podrêcznika man.

source: Apropos pages:
cs: Související stránky:
pl: Podobne strony:

source: Calling gunzip for
cs: Volám program gunzip pro
pl: Uruchamianie gunzip dla

source: Couldn't call gunzip.
cs: Program gunzip nelze spustit.
pl: Nie mo¿na uruchomiæ programu gunzip.

source: IGNORING
cs: IGNORUJI
pl: IGNOROWANIE

source: Error: No manual page found
cs: Chyba: Nebyla nalezena manuálová stránka.

source: Calling apropos
cs: Volám program apropos
pl: Uruchamianie polecenia apropos

source: Nothing appropiate
cs: ®ádné související stránky
pl: Brak odpowiadaj±cych stron

source: Enter manual name:
cs: Zadejte název manuálové stránky:
pl: Podaj tytu³ podrêcznika:

source: Viewing line %d/%d, %d%%
cs: Zobrazen øádek %d/%d, %d%%
pl: Przegl±danie linii %d/%d, %d%%

source: Viewing line %d/%d, 100%%
cs: Zobrazen øádek %d/%d, 100%%
pl: Przegl±danie linii %d/%d, 100%%

source: Can't open config file!
cs: Nelze otevøít konfiguraèní soubor!
pl: Nie mo¿na otworzyæ pliku konfiguracyjnego!

source: Parse error in config file on line %d
cs: Syntaktická chyba na øádku %d konfiguraèního souboru.
pl: B³±d sk³adni w linii %d pliku konfiguracyjnego

source: Virtual memory exhausted
cs: Nedostatek virtuální pamìti
pl: Brak pamiêci

source: Illegal characters in filename! *** %s
cs: Název souboru obsahuje nepovolené znaky! *** %s
pl: W nazwie pliku znajduj± siê niedozwolone znaki! *** %s

source: yes
cs: ano
pl: tak

source: no
cs: ne
pl: nie

source: File:
cs: Soubor:
pl: Plik:

source: Node:
cs: Uzel:
pl: Wêze³:

source: Next:
cs: Dal¹í:
pl: Nastêpny:

source: Prev:
cs: Pøedchozí:
pl: Poprzedni:

source: Up:
cs: Nahoru:
pl: Góra:

source: Looking for man page...
cs: Hledám manuálovou stránku...
pl: Szukam strony podrêcznika...

source: --node option used without argument
cs: chybí argument pro pøepínaè --node
pl: opcja --node u¿yta bez argumentu

source: --rcfile option used without argument
cs: chybí argument pro pøepínaè --rcfile
pl: opcja --rcfile u¿yta bez argumentu

source: Usage: %s [options] [info|manual] Options: -h, --help help -v, --version version -m, --manual use man page -r, --raw-filename use raw filename -f, --file synonym for -r -a, --apropos call apropos if nothing found -p, --plain-apropos call only apropos -c, --cut-man-headers cut out repeated man headers -l, --long-manual-links use long link names in manuals -s, --squeeze-manlines cut empty lines from manual pages -d, --dont-handle-without-tag-table don't display texinfo pages without tag tables -t, --force-manual-tag-table force manual detection of tag table -x, --clear-at-exit clear screen at exit --node=nodename, --node nodename jump directly to the node nodename --rcfile=file, --rcfile file use alternate rcfile
cs: Pou¾ití: %s [pøepínaèe] [info|manuál] Pøepínaèe: -h, --help vypí¹e tuto nápovìdu -v, --version vypí¹e informace o verzi -m, --manual zobrazí manuálovou stránku -r, --raw-filename zobrazí soubor daného jména -f, --file synonymum pro -r -a, --apropos pokud nenalezne odpovídající dokument, pou¾ije apropos(1) -p, --plain-apropos pou¾ije pouze apropos(1) -c, --cut-man-headers vystøihne z manuálových stránek opakované hlavièky -l, --long-manual-links pou¾ije dlouhé názvy odkazù v manuálových stránkách -s, --squeeze-manlines prázdné øádky jdoucí po sobì redukuje na jediný -d, --don't-handle-without-tag-table nezobrazí texinfo stránky bez tabulky znaèek -t, --force-manual-tag-table vynutí detekci tabulky znaèek -x, --clear-at-exit pøi ukonèení programu sma¾e obrazovku --node=UZEL, --node UZEL pøeskoèí rovnou na UZEL --rcfile=soubor, --rcfile soubor pou¾ije alternativní konfiguraèní soubor
pl: U¿ycie: %s [opcje] [info|manual] Opcje: -h, --help Wypisz pomoc -v, --version Wypisz numer wersji -m, --manual U¿yj strony podrêcznika man -r, --raw-filename U¿yj czystej, podanej nazwy pliku -a, --apropos W wypadku nieznalezienia pasuj±cego dokumentu, u¿yj apropos(1) -p, --plain-apropos Wywo³aj apropos bez szukania pasuj±cych stron man -c, --cut-man-headers Wycinaj ze stron podrêcznika man powtarzajace siê nag³ówki -l, --long-manual-links U¿ywaj d³ugich nazw sekcji w stronach podrêcznika man -s, --squeeze-manlines Wycinaj ze stron podrêcznika man powtarzaj±ce siê puste linie -d, --don't-handle-without-tag-table Odmów dzia³ania, gdy strona info nie ma wpisu tag table -t, --force-manual-tag-table Wymu¶ rêczn± konstrukcjê tag table -x, --clear-at-exit Wyczy¶æ ekran po zakoñczeniu dzia³ania --node=Wêze³, --node Wêze³ Przejd¼ do wêz³a Wêze³ strony info --rcfile=plik, --rcfile plik U¿yj alternatywnego pliku rc

source: Error: could not open info file, trying manual
cs: Chyba: Nelze najít info stránku, zkou¹ím manuálovou stránku.
pl: B³±d: nie ma takiego pliku info, szukanie strony podrêcznika

source: Warning: tag table not found...
cs: Varování: tabulka znaèek nenalezena...
pl: Ostrze¿enie: nie znalaziono tablicy tagów...

source: Trying to create alternate tag table...
cs: Vytváøí se náhradní tabulka znaèek...
pl: Próba utworzenia alternatywnej tablicy tagów...

source: This doesn't look like info file...
cs: Toto nevypadá jako info dokument...
pl: Nie jest plikiem typu info...

source: Specified node does not exist...
cs: Zadaný uzel neexistuje...
pl: Podany wêze³ nie istnieje...

source: Tag table is corrupt, trying to fix...
cs: Tabulka znaèek je po¹kozena, pokou¹ím se ji opravit...
pl: Tablica tagów jest uszkodzona, próba naprawy...

source: press a key to continue
cs: stisknìte libovolnou klávesu
pl: naci¶nij dowolny klawisz

source: File not found. Press any key...
cs: Soubor nenalezen. Stisknìte libovolnou klávesu...
pl: Nie znaleziono pliku. Naci¶nij dowolny klawisz...

source: Unexpected error.
cs: Neoèekávaná chyba.
pl: Nieoczekiwany b³±d.

source: Tag table not found. Trying to create alternate...
cs: Tabulka znaèek nenalezena. Vytváøí se náhradní...
pl: Nie znaleziono tablicy tagów. Próba utworzenia alternatywnej tablicy...

source: Security warning: Unable to get GID of group called: %s
cs: Bezpeènostní varování: GID skupiny %s nelze zjistit
pl: Niebezpieczeñstwo: Nie mo¿na pobraæ GID grupy: %s

source: Security warning: Unable to get UID of user called: %s
cs: Bezpeènostní varování: UID u¾ivatele %s nelze zjistit
pl: Niebezpieczeñstwo: Nie mo¿na pobraæ UID u¿ytkownika: %s
